---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetFilePath
source: html/015229fe-333d-8c46-09a7-96be36aa0d61.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetFilePath Property

"File Path"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetFilePath { get; }
```